tap "guumaster/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "loft-sh/tap"
tap "tilt-dev/tap"
brew "act"
brew "argocd"
brew "aws-vault"
brew "sqlite"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "icu4c@76"
brew "bitwarden-cli"
brew "bottom"
brew "cmctl"
brew "colordiff"
brew "coreutils"
brew "crossplane"
brew "curl"
brew "docker-credential-helper"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-sizer"
brew "gitleaks"
brew "python@3.13"
brew "gitlint"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-task"
brew "grep"
brew "helm"
brew "hostdb"
brew "htop"
brew "hugo"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "less"
brew "lf"
brew "lsd"
brew "mkcert"
brew "moreutils"
brew "nmap"
brew "nss"
brew "nuclei"
brew "nvm"
brew "operator-sdk"
brew "pidof"
brew "pip-completion"
brew "pip-tools"
brew "pipx"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tree"
brew "vcluster"
brew "velero"
brew "watch"
brew "yamllint"
brew "yq"
brew "guumaster/tap/hostctl"
brew "hashicorp/tap/vault"
brew "helm/tap/chart-releaser"
brew "tilt-dev/tap/ctlptl"
cask "beyond-compare"
cask "clipy"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
vscode "0h7z.vscode-julia-format"
vscode "4ops.terraform"
vscode "batisteo.vscode-django"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.markdown-mermaid"
vscode "clemenspeters.format-json"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "emircan-sahin.http-client"
vscode "erd0s.terraform-autocomplete"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "kevinrose.vsc-python-indent"
vscode "matangover.mypy"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "meezilla.json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "njpwerner.autodocstring"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "renypaul.terragrunt-navigator"
vscode "ryuukibeat.editorconfig-gen"
vscode "shakram02.bash-beautify"
vscode "swagatachaudhuri.github-copilot-tools-pack"
vscode "task.vscode-task"
vscode "thenikso.github-plus-theme"
vscode "tylerharris.terraform-link-docs"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
