tap "helm/tap"
tap "homebrew/bundle"
brew "act"
brew "argocd"
brew "aws-vault"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bottom"
brew "cmctl"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "fd"
brew "findutils"
brew "icu4c@76"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitleaks"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "gnupg"
brew "go-task"
brew "grep"
brew "helm"
brew "hostdb"
brew "htop"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "lf"
brew "lsd"
brew "mkcert"
brew "moreutils"
brew "nmap"
brew "nss"
brew "pidof"
brew "pip-completion"
brew "pip-tools"
brew "pipx"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tree"
brew "yq"
brew "helm/tap/chart-releaser"
cask "beyond-compare"
cask "docker"
cask "clipy"
cask "iterm2"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
vscode "0h7z.vscode-julia-format"
vscode "4ops.terraform"
vscode "benjaminbenais.copilot-theme"
vscode "clemenspeters.format-json"
vscode "emircan-sahin.http-client"
vscode "erd0s.terraform-autocomplete"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "meezilla.json"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "postman.postman-for-vscode"
vscode "renypaul.terragrunt-navigator"
vscode "task.vscode-task"
vscode "thenikso.github-plus-theme"
vscode "tylerharris.terraform-link-docs"
